tap "homebrew/bundle"
tap "homebrew/cask-versions"

cask "raycast"
cask "google-chrome"
cask "visual-studio-code"

brew "python"
brew "go"
brew "imagemagick"
brew "aws-console"
brew "fnm"
brew "postgresql@14"
brew "libpq"

cask "docker"
brew "docker"
cask "firefox"
cask "microsoft-edge"
cask "discord"
cask "slack"
cask "whatsapp"
cask "zoom"
cask "dbeaver-community"
cask "rectangle"
cask "numi"
cask "postman"
cask "qbittorrent"
cask "vlc"
cask "battle-net"
cask "epic-games"
cask "origin"
cask "steam"
cask "curseforge"