tap "homebrew/bundle"
tap "homebrew/cask-versions"

# Essentials
cask "arc"
cask "raycast"
cask "visual-studio-code"

# Languages
brew "go"
brew "python"
brew "java"

# CLIs
brew "aws-elasticbeanstalk"
brew "awscli"
brew "docker"
brew "fnm"
brew "libpq"
brew "postgresql@14"
cask "android-platform-tools"
cask "android-sdk"
cask "dbeaver-community"
cask "docker"

# Apps & Utils
brew "bitwarden"
brew "bitwarden"
brew "ffmpeg"
brew "imagemagick"
cask "discord"
cask "google-chrome"
cask "imageoptim"
cask "numi"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "slack"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "zoom"

# Games
cask "battle-net"
cask "epic-games"
cask "origin"
cask "steam"
cask "curseforge"
